/* eslint-disable */

// 演示数据

[
  {
    "name": "上海",
    "value": "67",
    "info": {
      "cd": 700,
      "hl": 724,
      "tt": 891,
      "ym": 900
    }
  },
  {
    "name": "云南",
    "value": "20",
    "info": {
      "cd": 73,
      "hl": 687,
      "tt": 769,
      "ym": 0
    }
  },
  {
    "name": "内蒙古",
    "value": "3",
    "info": {
      "cd": 818,
      "hl": 910,
      "tt": 729,
      "ym": 204
    }
  },
  {
    "name": "西藏",
    "value": "123",
    "info": {
      "cd": 264,
      "hl": 370,
      "tt": 476,
      "ym": 334
    }
  },
  {
    "name": "北京",
    "value": "323",
    "info": {
      "cd": 471,
      "hl": 675,
      "tt": 100,
      "ym": 608
    }
  },
  {
    "name": "台湾",
    "value": "1",
    "info": {
      "cd": 224,
      "hl": 78,
      "tt": 97,
      "ym": 235
    }
  },
  {
    "name": "吉林",
    "value": "38",
    "info": {
      "cd": 553,
      "hl": 109,
      "tt": 263,
      "ym": 743
    }
  },
  {
    "name": "四川",
    "value": "23",
    "info": {
      "cd": 60,
      "hl": 647,
      "tt": 794,
      "ym": 687
    }
  },
  {
    "name": "天津",
    "value": "34",
    "info": {
      "cd": 688,
      "hl": 313,
      "tt": 990,
      "ym": 449
    }
  },
  {
    "name": "宁夏",
    "value": "5",
    "info": {
      "cd": 540,
      "hl": 798,
      "tt": 840,
      "ym": 125
    }
  },
  {
    "name": "安徽",
    "value": "281",
    "info": {
      "cd": 57,
      "hl": 953,
      "tt": 398,
      "ym": 446
    }
  },
  {
    "name": "山东",
    "value": "83",
    "info": {
      "cd": 143,
      "hl": 899,
      "tt": 411,
      "ym": 317
    }
  },
  {
    "name": "山西",
    "value": "194",
    "info": {
      "cd": 172,
      "hl": 592,
      "tt": 670,
      "ym": 656
    }
  },
  {
    "name": "广东",
    "value": "118",
    "info": {
      "cd": 993,
      "hl": 145,
      "tt": 345,
      "ym": 231
    }
  },
  {
    "name": "广西",
    "value": "80",
    "info": {
      "cd": 347,
      "hl": 342,
      "tt": 993,
      "ym": 776
    }
  },
  {
    "name": "新疆",
    "value": "14",
    "info": {
      "cd": 389,
      "hl": 186,
      "tt": 762,
      "ym": 721
    }
  },
  {
    "name": "江苏",
    "value": "397",
    "info": {
      "cd": 837,
      "hl": 244,
      "tt": 445,
      "ym": 456
    }
  },
  {
    "name": "江西",
    "value": "44",
    "info": {
      "cd": 172,
      "hl": 623,
      "tt": 767,
      "ym": 360
    }
  },
  {
    "name": "河北",
    "value": "23",
    "info": {
      "cd": 985,
      "hl": 899,
      "tt": 393,
      "ym": 553
    }
  },
  {
    "name": "河南",
    "value": "44",
    "info": {
      "cd": 745,
      "hl": 783,
      "tt": 851,
      "ym": 823
    }
  },
  {
    "name": "浙江",
    "value": "65",
    "info": {
      "cd": 466,
      "hl": 13,
      "tt": 188,
      "ym": 709
    }
  },
  {
    "name": "海南",
    "value": "47",
    "info": {
      "cd": 984,
      "hl": 191,
      "tt": 837,
      "ym": 357
    }
  },
  {
    "name": "湖北",
    "value": "23",
    "info": {
      "cd": 769,
      "hl": 990,
      "tt": 947,
      "ym": 602
    }
  },
  {
    "name": "湖南",
    "value": "67",
    "info": {
      "cd": 997,
      "hl": 780,
      "tt": 279,
      "ym": 629
    }
  },
  {
    "name": "甘肃",
    "value": "4",
    "info": {
      "cd": 101,
      "hl": 109,
      "tt": 68,
      "ym": 381
    }
  },
  {
    "name": "福建",
    "value": "56",
    "info": {
      "cd": 804,
      "hl": 940,
      "tt": 433,
      "ym": 718
    }
  },
  {
    "name": "贵州",
    "value": "78",
    "info": {
      "cd": 544,
      "hl": 418,
      "tt": 381,
      "ym": 830
    }
  },
  {
    "name": "辽宁",
    "value": "10",
    "info": {
      "cd": 891,
      "hl": 944,
      "tt": 883,
      "ym": 63
    }
  },
  {
    "name": "重庆",
    "value": "23",
    "info": {
      "cd": 907,
      "hl": 716,
      "tt": 21,
      "ym": 174
    }
  },
  {
    "name": "陕西",
    "value": "95",
    "info": {
      "cd": 315,
      "hl": 260,
      "tt": 46,
      "ym": 481
    }
  },
  {
    "name": "青海",
    "value": "1",
    "info": {
      "cd": 118,
      "hl": 803,
      "tt": 914,
      "ym": 979
    }
  },
  {
    "name": "香港",
    "value": "7",
    "info": {
      "cd": 759,
      "hl": 612,
      "tt": 748,
      "ym": 950
    }
  },
  {
    "name": "澳门",
    "value": "7",
    "info": {
      "cd": 979,
      "hl": 968,
      "tt": 300,
      "ym": 338
    }
  },
  {
    "name": "黑龙江",
    "value": "46",
    "info": {
      "cd": 567,
      "hl": 336,
      "tt": 101,
      "ym": 167
    }
  }
]