/* eslint-disable */

// 此数据会被用在r1区域 是 产蛋 日耗料 淘汰鸡 疫苗
// 目前只有五个省份有数据

export default [
  {"name":"山东","type":"all","cd":"123","hl":"2134","tt":"12312","ym":"731"},
  {"name":"山东","type":"hong","cd":"2234","hl":"2342","tt":"2342","ym":"123"},
  {"name":"山东","type":"bai","cd":"1987","hl":"1987","tt":"312","ym":"234"},
  {"name":"山东","type":"fen","cd":"3453","hl":"5345","tt":"21342","ym":"731"},
  {"name":"江苏","type":"all","cd":"2234","hl":"2342","tt":"2342","ym":"123"},
  {"name":"江苏","type":"hong","cd":"1987","hl":"1987","tt":"312","ym":"234"},
  {"name":"江苏","type":"bai","cd":"3453","hl":"5345","tt":"21342","ym":"731"},
  {"name":"江苏","type":"fen","cd":"2234","hl":"2342","tt":"2342","ym":"123"},
  {"name":"河北","type":"all","cd":"1987","hl":"1987","tt":"312","ym":"234"},
  {"name":"河北","type":"hong","cd":"3453","hl":"5345","tt":"21342","ym":"731"},
  {"name":"河北","type":"bai","cd":"2234","hl":"2342","tt":"2342","ym":"123"},
  {"name":"河北","type":"fen","cd":"1987","hl":"1987","tt":"312","ym":"234"},
  {"name":"湖北","type":"all","cd":"3453","hl":"5345","tt":"21342","ym":"731"},
  {"name":"湖北","type":"hong","cd":"2234","hl":"2342","tt":"2342","ym":"123"},
  {"name":"湖北","type":"bai","cd":"1987","hl":"1987","tt":"312","ym":"234"},
  {"name":"湖北","type":"fen","cd":"3453","hl":"5345","tt":"21342","ym":"731"},
  {"name":"辽宁","type":"all","cd":"2234","hl":"2342","tt":"2342","ym":"123"},
  {"name":"辽宁","type":"hong","cd":"1987","hl":"1987","tt":"312","ym":"234"},
  {"name":"辽宁","type":"bai","cd":"3453","hl":"5345","tt":"21342","ym":"731"},
  {"name":"辽宁","type":"fen","cd":"123","hl":"2134","tt":"12312","ym":"731"}
]